/* nothing */
"" = "Project-Id-Version: xchat\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2004-01-01 23:38+1100\nPO-Revision-Date: 2002-12-26 03:36+0200\nLast-Translator: Artis Trops <hornet@navigators.lv>\nLanguage-Team: Latvian <ll10nt@os.lv>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Nevaru izveidot ~/.xchat2";

/* nothing */
"I'm busy" = "Esmu aizņemts";

/* nothing */
"Leaving" = "Latvija";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Lietot IRC kā rootam ir muļķīgi! Jums vajadzētu\n Izveidot Lietotāja Kontu un lietot to, lai pieteiktos.\n";

/* nothing */
"Waiting" = "Gaidu";

/* nothing */
"Active" = "Aktīvs";

/* nothing */
"Failed" = "Neizdevās";

/* nothing */
"Done" = "Darīts";

/* nothing */
"Connect" = "Pieslēgties";

/* nothing */
"Aborted" = "Izbeigts";

/* nothing */
"Cannot access %s\n" = "Nevar piekļūt %s\n";

/* nothing */
"No active DCCs\n" = "Nav aktīvu DCC\n";

/* nothing */
"YES  " = "JĀ";

/* nothing */
"NO   " = "NĒ   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "";

/* nothing */
"You are being MSG flooded from %s, setting autodialog OFF.\n" = "";

/* nothing */
"  %-20s online\n" = "  %-20s tiešsaistē\n";

/* nothing */
"  %-20s offline\n" = "  %-20s nav bezsaistē\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Neesi pievienojies nevienam kanālam. Pamēģini /join #<kanāls>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Neesi pieslēdzies. Pamēģini /server <resursdators> [<ports>]\n";

/* nothing */
"I need /bin/sh to run!\n" = "Lai darbotos, man vajag /bin/sh!\n";

/* nothing */
"\nCommands Available:\n\n  " = "\nPieejamās Kommands:\n\n  ";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "\n\nRaksti /HELP <komanda> papildus informācijai, vai /HELP -l\n\n";

/* nothing */
"User defined commands:\n\n  " = "Lietotāja definētās komandas:\n\n  ";

/* nothing */
"Unknown arg '%s' ignored." = "Nezināmais arguments '%s' ignorēts.";

/* nothing */
"No such plugin found.\n" = "Tāds iespraudnis nav atrasts.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Šis iespraudnis atsakās izlādēties.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <nosaukums> <darbība>, pievieno pogu zem lietotājzvēlnes";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <komada>, sūta komandu uz visiem kanāliem, kuros esat";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <komanda>, sūta komandu uz visiem serveriem, kuros esat";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<iemesls>], atzīmē jūs kā promesošu";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <maska> [<bantype>], izraida visus, kuri atbilst maskai no pašreizējā kanāla. Ja viņi jau ir kanālā, tas viņus neizmet (vajag būt kanālop)";

/* nothing */
"CLEAR, Clears the current text window" = "CLEAR, Attīra pašreizējo teksta logu";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Aizver pašreizējo logu/sadaļu";

/* nothing */
"COUNTRY <code>, finds a country code, eg: au = australia" = "COUNTRY <kods>, atrod valsts kodu, piem.: lv = Latvija";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <segvārds> <ziņa>, sūta CTCP ziņu segvārdam, izplatītākās ziņas ir VERSION un USERINFO";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "CYCLE, iziet no pašreizējā kanāla un nekavējoties atkal pievienojas";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <segvārds>          - pieņem piedāvāto failu\nDCC SEND [-maxcps=#] <segvārds> [fails] - sūta failu kādam\nDCC LIST                             - parāda DCC sarakstu\nDCC CHAT <segvārds>        - piedāvā DCC Tērzēšanu kādam\nDCC CLOSE <tips> <segvārds> <fails>         piemērs:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <segvāds>, noņem kanālpus-op statusu segvārdam pašreizējā kanālā (vajag būt kanālop)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <nosaukums>, izdzēš pogu no lietotājsaraksta";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <segvāds>, noņem kanālop statusu segvārdam pašreizējā kanālā (vajag būt kanālop)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <segvārds>, noņem balss statusu segvārdam pašreizējā kanāla (vajag būt kanālop)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Atslēdzas no servera";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <segvārds|hostdators|ip>, Atrod lietotāja IP numuru";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <teksts>, Izvada tekstu lokāli";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <komanda>, palaiž komandu. Ja -o karodziņš tiek lietots, tad izvade tiek sūtīta uz pašreizējo kanālu, citādāk tā tiek izvadīta uz pašreizējo teksta lodziņu";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, sūta procesam SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], nokauj palaisto exec pašreizējā sesijā. Ja tiek dots -9, process tiek SIGKILL'ots";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, sūta procesam SIGSTOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, sūta datus uz procesa stdin";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, noflašo pašreizējā servera sūtīšanas rindu";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <hostdators> [<ports>], caur resursdatoru kā starpserveri, noklusētais ports ir 23";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <segvārds>, piešķir kanālpus-op'a statusu segvārdam (vajag būt kanālop)";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <maska> <tipi..> <opcijas..>\n    maska - hostdatora maska, kuru ignorēt, piem.: *!*@*.aol.com\n    tipi - datu tipi, kurus ignorēt, viens vai visi:\n            PRIV, CHAN, NOTI, CTCP, INVI, ALL\n    opcijas - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <segvārds> [<kanāls>], ielūdz kādu kanālā, pēc noklusējuma uz pašreizējo kanālu (vajag kanālop)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <kanāls>, pievienojas kanālam";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <segvārds>, izmet segvārdu no pašreizējā kanāla (vajag būt kanālop)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <segvārds>, izraida un tad izmet segvārdu no pašreizējā kanāla (vajag būt kanālop)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, rosina jaunu aiztures pārbaudi";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <rindiņa>, buferī meklē rindiņu";

/* nothing */
"LOAD <file>, loads a plugin or script" = "LOAD <fails>, ielādē iespraudni vai skriptu";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, Masveidā deop'o visus kanālpus-op'us pašreizējā kanālā (vajag būt kanālop)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, Masveidā deop'o visus kanālop'us pašreizējā kanālā (vajag būt kanālop)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <darbība>, sūta darbību uz pašreizējo kanālu (darbības tiek rakstītas trešajā personā, kā /me smaida)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, Masveidā izmet visus, izņemot tevi, pašreizējā kanālā (vajag būt kanālop)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MDEOP, Masveidā deop'o visus kanālop'us pašreizējā kanālā (vajag būt kanālop)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <segvārds> <ziņa>, sūta privātu ziņu";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, Parāda pašreizējā kanālā esošos segvārdus";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <segvārds> <ziņa>, Sūta CTCP paziņojumu";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "NEWSERVER <hostdators> [<ports>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <segvārds>, uzstāda jums segvārdu";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <segvārds/kanāls> <ziņa>, sūta paziņojumu. Paziņojumi ir tādas ziņas, uz kurām vajadzētu automātiski reaģēt";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "NOTIFY [<segvārds>], parāda jūsuu paziņojumu sarakstu vai kādu tam pievieno";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <segvārds>, piešķir kanālop statusu segvārdam (vajag būt kanālop)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<kanāls>] [<iemesls>], pamet kanālu, pēc noklusējuma pašreizējo";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <segvārds | kanāls>, CTCP pingo segvārdu vai kanālu";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "QUERY <segvārds>, atver jaunu privāto ziņu logu ar kādu";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<iemesls>], atslēdzas no pašreizējā servera";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <teksts>, sūta tekstu jēlā formā serverim";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<hostdators>] [<ports>] [<parole>], Var izsaukt arī vienkārši kā /RECONNECT, lai vēlreiz pārslēgtos uz pašreizējo serveri vai ar /RECONNECT ALL uz visiem atvērtajiem serveriem";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<hostdators>] [<ports>] [<parole>], Var izsaukt arī vienkārši kā /RECONNECT, lai vēlreiz pārslēgtos uz pašreizējo serveri vai ar /RECONNECT ALL uz visiem atvērtajiem serveriem";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <teksts>, sūta jēldatus xchat tā, itkā tas nāktu no irc servera";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <teksts>, sūta tekstu objektam pašreizējā logā";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <hostdators> <ports> <kanāls>, pieslēdzas un pievienojas kanālam";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <hostdators> <ports> <kanāls>, pieslēdzas un pievienojas kanālam";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER <hostdators> [<ports>] [<parole>], pieslēdzas serverim, noklusētais ports ir 6667 parastiem savienojumiem, 9999 ssl savienojumiem";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <hostdators> [<ports>] [<parole>], pieslēdzas serverim, noklusētais ports ir 6667";

/* nothing */
"SET <variable> [<value>]" = "SET <mainīgais> [<vērtība>]";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<temats>], uzstāda tematu, ja tāds ir dots, savādāk parāda pašreizējo tematu";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <maska> [<maska>...], noņem izraidījumu norādītajām maskām.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <maska> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <nosaukums>, izlādē iespraudni vai skriptu";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <segvārds>, piešķir kādam balss statusu (vajag būt kanālop)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <ziņa>, raksta ziņu visiem kanāliem";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <ziņa>, aizsūta ziņu visiem pašreizējā kanāla kanālopiem";

/* nothing */
"Usage: %s\n" = "Lietošana: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nŠādai komandai palīdzība nav pieejama.\n";

/* nothing */
"No such command.\n" = "Nav tādas komandas.\n";

/* nothing */
"Bad arguments for user command.\n" = "Slikti argumenti lietotāja komandai.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Pārāk daudz rekursīvu pietotājkomandu, pārtraucu";

/* nothing */
"Unknown Command. Try /help\n" = "Nezināma Komanda.  Pamēģini /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Nav xchat_plugin_init simbola; vai tas patiesi ir xchat iespraudnis?";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Nevaru atšķetināt hostdatora vārdu %s\nPārbauiet savus IP Uzstādījumus!\n";

/* nothing */
"Proxy traversal failed.\n" = "Starpservera šķērsošana neizdevās.\n";

/* nothing */
"Cycling to next server in %s...\n" = "";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "";

/* nothing */
"-%C10-%C11-%O$t$1 added to notify list." = "";

/* nothing */
"-%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned)." = "";

/* nothing */
"-%C10-%C11-%O$t$1 is now known as $2" = "";

/* nothing */
"%C13*%O$t$1%O $2%O" = "";

/* nothing */
"%C13*%O$t%C8%B$1%B%O $2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets ban on $2" = "";

/* nothing */
"-%C10-%C11-%O$tChannel $1 created on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel half-operator status from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel operator status from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes voice from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel half-operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets invite on $2" = "";

/* nothing */
"%UChannel          Users   Topic%O" = "";

/* nothing */
"%C2<%O$1%C2>%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets mode $2$3 $4" = "";

/* nothing */
"-%C10-%C11-%O$tChannel $1 modes: $2" = "";

/* nothing */
"%C2<%C8%B$1%B%C2>%O$t$2%O" = "";

/* nothing */
"%C12-%C13$1/$2%C12-%O$t$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes invite on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes channel keyword" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes user limit" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel keyword to $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel limit to $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes ban on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives voice to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$tConnected. Now logging in.." = "";

/* nothing */
"-%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C.." = "";

/* nothing */
"-%C10-%C11-%O$tConnection failed. Error: $1" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)" = "";

/* nothing */
"%C3>%O$1%C3<%O$tCTCP $2%O" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP Sound $1 from $2" = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O lost. $4." = "";

/* nothing */
"-%C10-%C11-%O$tReceived a DCC CHAT offer from $1" = "";

/* nothing */
"-%C10-%C11-%O$tOffering DCC CHAT to $1" = "";

/* nothing */
"-%C10-%C11-%O$tAlready offering CHAT to $1" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3)." = "";

/* nothing */
"-%C10-%C11-%O$tReceived '$1%O' from $2" = "";

/* nothing */
"%C8,2 Type  To/From    Status  Size    Pos     File      %O%010%B%C9----------------------------------------------------%O" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2" = "";

/* nothing */
"-%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC offer." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O failed. $4." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead." = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O failed. $3" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting." = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting." = "";

/* nothing */
"-%C10-%C11-%O$t$1 deleted from notify list." = "";

/* nothing */
"-%C10-%C11-%O$tDisconnected ($1)." = "";

/* nothing */
"-%C10-%C11-%O$tFound your IP: [$1]" = "";

/* nothing */
"$1$t$2" = "";

/* nothing */
"%O%C11$1%O added to ignore list." = "";

/* nothing */
"Ignore on %C11$1%O changed." = "";

/* nothing */
"%C08,02                                                              %O" = "";

/* nothing */
"%C08,02 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG %O" = "";

/* nothing */
"%O%C11$1%O removed from ignore list." = "";

/* nothing */
"  Ignore list is empty." = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only)." = "";

/* nothing */
"-%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)" = "";

/* nothing */
"-%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been killed by $1 ($2%O)" = "";

/* nothing */
"%C3>%O$1%C3<%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1%O" = "";

/* nothing */
"-%C10-%C11-%O$tMOTD Skipped." = "";

/* nothing */
"-%C10-%C11-%O$t$1 already in use. Retrying with $2.." = "";

/* nothing */
"-%C10-%C11-%O$tNickname already in use. Use /NICK to try another." = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC." = "";

/* nothing */
"-%C10-%C11-%O$tNo process is currently running" = "";

/* nothing */
"%C12-%C13$1%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNotify list is empty." = "";

/* nothing */
"%C08,02 %B-- Notify List --------------- %O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 users in notify list." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is offline ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is online ($2)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3" = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tPing reply from $1 : $2 second(s)" = "";

/* nothing */
"-%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting." = "";

/* nothing */
"%C12*%C13$1%C12*$t%O$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tA process is already running" = "";

/* nothing */
"<%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O" = "";

/* nothing */
"%C12-%C13$1/Wallops%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tLooking up IP number for%C11 $1%O.." = "";

/* nothing */
"-%C10-%C11-%O$tConnected." = "";

/* nothing */
"-%C10-%C11-%O$tLooking up %C11$1%C.." = "";

/* nothing */
"-%C10-%C11-%O$tStopped previous connection attempt (pid=$1)" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 has changed the topic to: $2%O" = "";

/* nothing */
"-%C10-%C11-%O$tUnknown host. Maybe you misspelled it?" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached)." = "";

/* nothing */
"-%C10-%C11-%O$t%C11Users on $1:%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list." = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2 %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %C14(%O$2@$3%C14) %O: $4%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O $2" = "";

/* nothing */
"-%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)" = "";

/* nothing */
"%C6<%O$1%C6>%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou are now known as $2" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** BEIDZU IEGRĀMATOŠANU IEKŠ %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** SĀKU IEGRĀMATOŠANU IEKŠ %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "";

/* nothing */
"Left message" = "Ziņa";

/* nothing */
"Right message" = "Ziņa";

/* nothing */
"The nick of the joining person" = "Pievienojušās personas segvārds";

/* nothing */
"The channel being joined" = "Kanāls, kuram pievienojas";

/* nothing */
"The host of the person" = "Personas hostdators";

/* nothing */
"Nickname" = "Segvārds";

/* nothing */
"The action" = "Darbība";

/* nothing */
"The text" = "Teksts";

/* nothing */
"Mode char" = "Režīma burts";

/* nothing */
"The message" = "Ziņa";

/* nothing */
"Old nickname" = "Vecais segvārds";

/* nothing */
"New nickname" = "Jauns segvārds";

/* nothing */
"Nick of person who changed the topic" = "Personas segvārds, kura izmainīja tematu";

/* nothing */
"Topic" = "Temats";

/* nothing */
"Channel" = "Kanāls";

/* nothing */
"The nickname of the kicker" = "Izmetēja segvārds";

/* nothing */
"The person being kicked" = "Persona, kuru izmeta";

/* nothing */
"The channel" = "Kanāls";

/* nothing */
"The reason" = "Iemesls";

/* nothing */
"The nick of the person leaving" = "Personas segvārds, kura atstāj";

/* nothing */
"The time" = "Laiks";

/* nothing */
"The creator" = "Veidotājs";

/* nothing */
"Nick" = "Segvārds";

/* nothing */
"Reason" = "Iemesls";

/* nothing */
"Host" = "Hostdators";

/* nothing */
"Who it's from" = "No kā tas ir";

/* nothing */
"The time in x.x format (see below)" = "Laiks x.x formātā (skaties zemāk)";

/* nothing */
"The Channel it's going to" = "Kanāls gatavojas";

/* nothing */
"The sound" = "Skaņa";

/* nothing */
"The nick of the person" = "Personas segvārds";

/* nothing */
"The CTCP event" = "CTCP notikums";

/* nothing */
"The nick of the person who set the key" = "Personas segvārds, kura uzstādīja atslēgu";

/* nothing */
"The key" = "Atslēga";

/* nothing */
"The nick of the person who set the limit" = "Personas segvārds, kura uzstādīja limitu";

/* nothing */
"The limit" = "Limits";

/* nothing */
"The nick of the person who did the op'ing" = "Personas segvārds, kura op'oja";

/* nothing */
"The nick of the person who has been op'ed" = "Personas segvārds, kuru op'oja";

/* nothing */
"The nick of the person who has been halfop'ed" = "Personas segvārds, kuru pus-op'oja";

/* nothing */
"The nick of the person who did the halfop'ing" = "Personas segvārds, kura pus-op'oja";

/* nothing */
"The nick of the person who did the voice'ing" = "Personas segvārds, kura iedeva balsi";

/* nothing */
"The nick of the person who has been voice'ed" = "Personas segvārds, kurai iedeva balsi";

/* nothing */
"The nick of the person who did the banning" = "Personas segvārds, kura izraidīja";

/* nothing */
"The ban mask" = "Izraidījuma maska";

/* nothing */
"The nick who removed the key" = "Segvārds, kurš noņēma atslēgu";

/* nothing */
"The nick who removed the limit" = "Segvārds, kurš noņēma limitu";

/* nothing */
"The nick of the person of did the deop'ing" = "Personas segvārds, kura deop'oja";

/* nothing */
"The nick of the person who has been deop'ed" = "Personas segvārds, kuru deop'oja";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Personas segvārds, kura pus-op'oja";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Personas segvārds, kuru pus-op'oja";

/* nothing */
"The nick of the person of did the devoice'ing" = "Personas segvārds, kura noņēma balsi";

/* nothing */
"The nick of the person who has been devoice'ed" = "Personas segvārds, kurai noņēma balsi";

/* nothing */
"The nick of the person of did the unban'ing" = "Personas segvārds, kura noņēma izraidījumu";

/* nothing */
"The nick of the person who did the exempt" = "Personas segvārds, kura atbrīvoja";

/* nothing */
"The exempt mask" = "Atbrīvošanas maska";

/* nothing */
"The nick of the person removed the exempt" = "Personas segvārds, kura noņēma atbrīvojumu";

/* nothing */
"The nick of the person who did the invite" = "Personas segvārds, kura ielūdza";

/* nothing */
"The invite mask" = "Ielūguma maska";

/* nothing */
"The nick of the person removed the invite" = "Personas segvārds, kura noņēma ielūgumu";

/* nothing */
"The nick of the person setting the mode" = "Personas segvārds, kura uzstadīja režīmu";

/* nothing */
"The mode's sign (+/-)" = "Režīma zīme (+/-)";

/* nothing */
"The mode letter" = "Režīma burts";

/* nothing */
"The channel it's being set on" = "Kanāls, kuram tas tika uzstādīts";

/* nothing */
"Username" = "Lietotājvārds";

/* nothing */
"Full name" = "Pilns vārds";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Kanāla Piederība/\"ir IRC operātors\"";

/* nothing */
"Server Information" = "Serva Informācija";

/* nothing */
"Idle time" = "Dīkstāves laiks";

/* nothing */
"Signon time" = "Ierašanās laiks";

/* nothing */
"Away reason" = "Prombūtnes iemesls";

/* nothing */
"Message" = "Ziņojums";

/* nothing */
"Account" = "Pieņemt";

/* nothing */
"Real user@host" = "Parādīt/Paslēpt lietotāju sarakstu";

/* nothing */
"Real IP" = "";

/* nothing */
"Channel Name" = "Kanāla Nosaukums";

/* nothing */
"Text" = "Teksts";

/* nothing */
"Server Name" = "Servera Nosaukums";

/* nothing */
"Nick of person who invited you" = "Personas segvārds, kura jūs ielūdza";

/* nothing */
"Users" = "Lietotāji";

/* nothing */
"Nickname in use" = "Segvārds jau lietošanā";

/* nothing */
"Nick being tried" = "Mēģināmais segvārds";

/* nothing */
"Error" = "Kļūda";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Ports";

/* nothing */
"PID" = "PID";

/* nothing */
"Channel name" = "Kanāla nosaukums";

/* nothing */
"Modes string" = "Režīma rinda";

/* nothing */
"IP address" = "IP adrese";

/* nothing */
"DCC Type" = "DCC Tips";

/* nothing */
"Filename" = "Faila nosaukums";

/* nothing */
"Destination filename" = "Mērķa faila nosaukums";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Ceļa nosaukums";

/* nothing */
"Position" = "Pozīcija";

/* nothing */
"Size" = "Izmērs";

/* nothing */
"DCC String" = "DCC Virkne";

/* nothing */
"Number of notify items" = "Paziņojamo priekšmetu skaits";

/* nothing */
"Servername" = "Servervārds";

/* nothing */
"Old Filename" = "Vecais Faila nosaukums";

/* nothing */
"New Filename" = "Jaunais Faila nosaukums";

/* nothing */
"Receiver" = "Saņēmējs";

/* nothing */
"Hostmask" = "Hostdatora maska";

/* nothing */
"Hostname" = "Hostdatora vārds";

/* nothing */
"The Packet" = "Pakete";

/* nothing */
"Seconds" = "Sekundes";

/* nothing */
"Nick of person who have been invited" = "Personas segvārds, kura tikusi ielūgta";

/* nothing */
"Banmask" = "Izraidījuma maska";

/* nothing */
"Who set the ban" = "Kurš uzstādīja izraidījumu";

/* nothing */
"Ban time" = "Izraidījuma laiks";

/* nothing */
"Error parsing event %s.\nLoading default" = "Kļūda parsējot notikumu %s.\nLādēju noklusēto";

/* nothing */
"Cannot read sound file:\n%s" = "Nevar nolasīt to failu.";

/* nothing */
"Remote host closed socket" = "Attālinātais hostdators aizvēra ligzdu";

/* nothing */
"Connection refused" = "Savienojums atteikts";

/* nothing */
"No route to host" = "Nav maršruta uz resursdatoru";

/* nothing */
"Connection timed out" = "Savinojuma taimauts";

/* nothing */
"Cannot assign that address" = "Nevaru piešķirt to adresi";

/* nothing */
"Connection reset by peer" = "Savienojuma pārtraukums";

/* nothing */
"Andorra" = "Andora";

/* nothing */
"United Arab Emirates" = "Apvienotie Arābu Emirāti";

/* nothing */
"Afghanistan" = "Afganistāna";

/* nothing */
"Antigua and Barbuda" = "Antigva un Barbuda";

/* nothing */
"Anguilla" = "Angilja";

/* nothing */
"Albania" = "Albānija";

/* nothing */
"Armenia" = "Armēnija";

/* nothing */
"Netherlands Antilles" = "Nīderlandes Antiļas";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarktika";

/* nothing */
"Argentina" = "Argentīna";

/* nothing */
"Reverse DNS" = "Reverss DNS";

/* nothing */
"American Samoa" = "Amērikas Samoa";

/* nothing */
"Austria" = "Austrija";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Austrālija";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Azerbaijan" = "Azerbaidžāna";

/* nothing */
"Bosnia and Herzegovina" = "Bosnija un Hercogovina";

/* nothing */
"Barbados" = "Barbadosa";

/* nothing */
"Bangladesh" = "Bangladeša";

/* nothing */
"Belgium" = "Beļģija";

/* nothing */
"Burkina Faso" = "Burkinafaso";

/* nothing */
"Bulgaria" = "Bulgārija";

/* nothing */
"Bahrain" = "Bahreina";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "";

/* nothing */
"Benin" = "Benina";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Bruneja";

/* nothing */
"Bolivia" = "Bolīvija";

/* nothing */
"Brazil" = "Brazīlija";

/* nothing */
"Bahamas" = "Bahamas";

/* nothing */
"Bhutan" = "Butāna";

/* nothing */
"Bouvet Island" = "Bovetu salas";

/* nothing */
"Botswana" = "Botsvāna";

/* nothing */
"Belarus" = "Baltkrievija";

/* nothing */
"Belize" = "Beliza";

/* nothing */
"Canada" = "Kanāda";

/* nothing */
"Cocos Islands" = "Kokosu salas";

/* nothing */
"Central African Republic" = "Centrālāfrikas Republika";

/* nothing */
"Congo" = "Kongo";

/* nothing */
"Switzerland" = "Šveice";

/* nothing */
"Cote D'ivoire" = "Kotdivuāra";

/* nothing */
"Cook Islands" = "Kuka salas";

/* nothing */
"Chile" = "Čīle";

/* nothing */
"Cameroon" = "Kamerūna";

/* nothing */
"China" = "Ķīna";

/* nothing */
"Colombia" = "Kolumbija";

/* nothing */
"Internic Commercial" = "Starptautiskā Komercsabiedrība";

/* nothing */
"Costa Rica" = "Kostarika";

/* nothing */
"Former Czechoslovakia" = "Bijusī Čehoslovākija";

/* nothing */
"Cuba" = "Kuba";

/* nothing */
"Cape Verde" = "Kapoverde";

/* nothing */
"Christmas Island" = "Ziemassvētku Salas";

/* nothing */
"Cyprus" = "Kipra";

/* nothing */
"Czech Republic" = "Čehija";

/* nothing */
"Germany" = "Vācija";

/* nothing */
"Djibouti" = "Džibutija";

/* nothing */
"Denmark" = "Dānija";

/* nothing */
"Dominica" = "Dominika";

/* nothing */
"Dominican Republic" = "Domenicānas Republika";

/* nothing */
"Algeria" = "Alžīrija";

/* nothing */
"Ecuador" = "Ekvadora";

/* nothing */
"Educational Institution" = "Mācību Iestāde";

/* nothing */
"Estonia" = "Igaunija";

/* nothing */
"Egypt" = "Ēģipte";

/* nothing */
"Western Sahara" = "Rietumsahāra";

/* nothing */
"Eritrea" = "Eritreja";

/* nothing */
"Spain" = "Spānija";

/* nothing */
"Ethiopia" = "Etiopija";

/* nothing */
"Finland" = "Somija";

/* nothing */
"Fiji" = "Fidži";

/* nothing */
"Falkland Islands" = "Folklenda salas";

/* nothing */
"Micronesia" = "Mikronēzija";

/* nothing */
"Faroe Islands" = "Farēru salas";

/* nothing */
"France" = "Francija";

/* nothing */
"France, Metropolitan" = "Francija, Galvaspilsēta";

/* nothing */
"Gabon" = "Gabona";

/* nothing */
"Great Britain" = "Lielbritānija";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Džordžija";

/* nothing */
"French Guiana" = "Franču Gviāna";

/* nothing */
"British Channel Isles" = "Britu Kanāla salas";

/* nothing */
"Ghana" = "Gana";

/* nothing */
"Gibraltar" = "Gibraltārs";

/* nothing */
"Greenland" = "Grenlande";

/* nothing */
"Gambia" = "Gambija";

/* nothing */
"Guinea" = "Gvineja";

/* nothing */
"Government" = "Valdība";

/* nothing */
"Guadeloupe" = "Gvadelupa";

/* nothing */
"Equatorial Guinea" = "Ekvatoriālā Gvineja";

/* nothing */
"Greece" = "Grieķija";

/* nothing */
"S. Georgia and S. Sandwich Isles." = "Svētā Džordžija un Svētā Sendvidža salas.";

/* nothing */
"Guatemala" = "Gvatemala";

/* nothing */
"Guam" = "Guama";

/* nothing */
"Guinea-Bissau" = "Gvineja-Bisava";

/* nothing */
"Guyana" = "Gajāna";

/* nothing */
"Hong Kong" = "Hongkonga";

/* nothing */
"Heard and McDonald Islands" = "Herda un Makdonalda salas";

/* nothing */
"Honduras" = "Hondurasa";

/* nothing */
"Croatia" = "Horvātija";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Ungārija";

/* nothing */
"Indonesia" = "Indonēzija";

/* nothing */
"Ireland" = "Īrija";

/* nothing */
"Israel" = "Izraēla";

/* nothing */
"India" = "Indija";

/* nothing */
"Informational" = "Starptautisks";

/* nothing */
"International" = "Starptautisks";

/* nothing */
"British Indian Ocean Territory" = "Britu Indija okeāna teritorija";

/* nothing */
"Iraq" = "Irāka";

/* nothing */
"Iran" = "Irāna";

/* nothing */
"Iceland" = "Islande";

/* nothing */
"Italy" = "Itālija";

/* nothing */
"Jamaica" = "Jamaika";

/* nothing */
"Jordan" = "Jordānija";

/* nothing */
"Japan" = "Japāna";

/* nothing */
"Kenya" = "Kenija";

/* nothing */
"Kyrgyzstan" = "Kirgizstāna";

/* nothing */
"Cambodia" = "Kambodža";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Komoros salas";

/* nothing */
"St. Kitts and Nevis" = "Svētā Kita un Nevis salas";

/* nothing */
"North Korea" = "Ziemeļkoreja";

/* nothing */
"South Korea" = "Dienvidkoreja";

/* nothing */
"Kuwait" = "Kuveita";

/* nothing */
"Cayman Islands" = "Kaimanu salas";

/* nothing */
"Kazakhstan" = "Kazahstāna";

/* nothing */
"Laos" = "Laosa";

/* nothing */
"Lebanon" = "Libāna";

/* nothing */
"Saint Lucia" = "Sentlūsija";

/* nothing */
"Liechtenstein" = "Lihtenšteina";

/* nothing */
"Sri Lanka" = "Šrilanka";

/* nothing */
"Liberia" = "Libērija";

/* nothing */
"Lesotho" = "Lesoto";

/* nothing */
"Lithuania" = "Lietuva";

/* nothing */
"Luxembourg" = "Luksemburga";

/* nothing */
"Latvia" = "Latvija";

/* nothing */
"Libya" = "Libāna";

/* nothing */
"Morocco" = "Maroko";

/* nothing */
"Monaco" = "Monako";

/* nothing */
"Moldova" = "Moldāvija";

/* nothing */
"United States Medical" = "Savienoto Valstu Medicīnas";

/* nothing */
"Madagascar" = "Madagaskara";

/* nothing */
"Marshall Islands" = "Maršalu Salas";

/* nothing */
"Military" = "Militārs";

/* nothing */
"Macedonia" = "Maķedonija";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Mjanma";

/* nothing */
"Mongolia" = "Mongolija";

/* nothing */
"Macau" = "Makao";

/* nothing */
"Northern Mariana Islands" = "Ziemeļmarina";

/* nothing */
"Martinique" = "Martinika";

/* nothing */
"Mauritania" = "Mauritānija";

/* nothing */
"Montserrat" = "Montserata";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Mauritānija";

/* nothing */
"Maldives" = "Maldīvija";

/* nothing */
"Malawi" = "Malāvija";

/* nothing */
"Mexico" = "Mexico";

/* nothing */
"Malaysia" = "Malaizija";

/* nothing */
"Mozambique" = "Mozambika";

/* nothing */
"Namibia" = "Namībija";

/* nothing */
"New Caledonia" = "Jaunkaldonija";

/* nothing */
"Niger" = "Nigēra";

/* nothing */
"Internic Network" = "Starptautiskais Tīkls";

/* nothing */
"Norfolk Island" = "Norfolkas salas";

/* nothing */
"Nigeria" = "Nigērija";

/* nothing */
"Nicaragua" = "Nikaragva";

/* nothing */
"Netherlands" = "Nīderlande";

/* nothing */
"Norway" = "Norvēģija";

/* nothing */
"Nepal" = "Nepāla";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Neutral Zone" = "Neitrālā Zona";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Jaunzēlande";

/* nothing */
"Oman" = "Omāna";

/* nothing */
"Internic Non-Profit Organization" = "Starptautiska Bezpeļņas Organizācija";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Franču Polinēzija";

/* nothing */
"Papua New Guinea" = "Papua Jaungvineja";

/* nothing */
"Philippines" = "Filipīnas";

/* nothing */
"Pakistan" = "Pakistāna";

/* nothing */
"Poland" = "Polija";

/* nothing */
"St. Pierre and Miquelon" = "Svētā Pjēra un Mikvelona salas";

/* nothing */
"Pitcairn" = "Pitkērna";

/* nothing */
"Puerto Rico" = "Puertoriko";

/* nothing */
"Portugal" = "Portugāle";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paragvaja";

/* nothing */
"Qatar" = "Katara";

/* nothing */
"Reunion" = "Reinjona";

/* nothing */
"Romania" = "Rumānija";

/* nothing */
"Old School ARPAnet" = "Vecās Skolas ARPAnet";

/* nothing */
"Russian Federation" = "Krievijas Federācija";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Saudu Arābija";

/* nothing */
"Solomon Islands" = "Zālamana salas";

/* nothing */
"Seychelles" = "Seišelas";

/* nothing */
"Sudan" = "Sudāna";

/* nothing */
"Sweden" = "Zviedrija";

/* nothing */
"Singapore" = "Singapūra";

/* nothing */
"St. Helena" = "Svētās Helēnas sala";

/* nothing */
"Slovenia" = "Slovēnija";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svelbāna un Žana Maijena salas";

/* nothing */
"Slovak Republic" = "Slovākija";

/* nothing */
"Sierra Leone" = "Sjerra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegāla";

/* nothing */
"Somalia" = "Somālija";

/* nothing */
"Suriname" = "Surinama";

/* nothing */
"Sao Tome and Principe" = "Santome un Prinsipi";

/* nothing */
"Former USSR" = "Bijušā PSRS";

/* nothing */
"El Salvador" = "Salvadora";

/* nothing */
"Syria" = "Sīrija";

/* nothing */
"Swaziland" = "Šveice";

/* nothing */
"Turks and Caicos Islands" = "Tērksas un Kaikosas salas";

/* nothing */
"Chad" = "Čada";

/* nothing */
"French Southern Territories" = "Francijas Dienvidu Teritorijas";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Taizeme";

/* nothing */
"Tajikistan" = "Tadžikistāna";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"Turkmenistan" = "Turkmenistāna";

/* nothing */
"Tunisia" = "Tunisija";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"East Timor" = "Austrumtimora";

/* nothing */
"Turkey" = "Turcija";

/* nothing */
"Trinidad and Tobago" = "Trinidada un Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taivāna";

/* nothing */
"Tanzania" = "Tanzānija";

/* nothing */
"Ukraine" = "Ukraina";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Apvienotā Karaliste";

/* nothing */
"US Minor Outlying Islands" = "ASV Mazās Pieguļošās Salas";

/* nothing */
"United States of America" = "Amērikas Savienotās Valstis";

/* nothing */
"Uruguay" = "Urugvaja";

/* nothing */
"Uzbekistan" = "Uzbekistāna";

/* nothing */
"Vatican City State" = "Vatikānas Pilsētvalsts";

/* nothing */
"St. Vincent and the grenadines" = "Svētā Vincenta salas";

/* nothing */
"Venezuela" = "Venecuēla";

/* nothing */
"British Virgin Islands" = "Britu Virdžīnu Salas";

/* nothing */
"US Virgin Islands" = "ASV Virdžīnu Salas";

/* nothing */
"Vietnam" = "Vjetnama";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Volisa un Futuna salas";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Jemena";

/* nothing */
"Mayotte" = "Majota";

/* nothing */
"Yugoslavia" = "Dienvidslāvija";

/* nothing */
"South Africa" = "Dienvidāfrija";

/* nothing */
"Zambia" = "Zambija";

/* nothing */
"Zaire" = "Zaira";

/* nothing */
"Zimbabwe" = "Zimbabve";

/* nothing */
"Unknown" = "Nezināms";

/* nothing */
"Direct client-to-client" = "";

/* nothing */
"Send File" = "Skaņas fails:";

/* nothing */
"Offer Chat" = "";

/* nothing */
"Abort Chat" = "Par X-Chat";

/* nothing */
"Version" = "Versija";

/* nothing */
"Userinfo" = "Lietotājs";

/* nothing */
"Clientinfo" = "";

/* nothing */
"Ping" = "";

/* nothing */
"Time" = "Laiks";

/* nothing */
"Finger" = "Nigēra";

/* nothing */
"Oper" = "Atvērt";

/* nothing */
"Kill this user" = "";

/* nothing */
"Mode" = "Mod";

/* nothing */
"Give Voice" = "";

/* nothing */
"Take Voice" = "";

/* nothing */
"Give Ops" = "";

/* nothing */
"Take Ops" = "";

/* nothing */
"Ignore" = "Neignorēt";

/* nothing */
"Ignore User" = "Ignorēšanas Maska:";

/* nothing */
"UnIgnore User" = "Neignorēt";

/* nothing */
"Kick/Ban" = "Segvārds";

/* nothing */
"Kick" = "Segvārds";

/* nothing */
"Ban" = "Butāna";

/* nothing */
"KickBan" = "Segvārds";

/* nothing */
"Info" = "Info";

/* nothing */
"Who" = "";

/* nothing */
"WhoIs" = "";

/* nothing */
"DNS Lookup" = "";

/* nothing */
"Trace" = "Francija";

/* nothing */
"UserHost" = "Lietotāji";

/* nothing */
"External" = "";

/* nothing */
"Traceroute" = "";

/* nothing */
"Telnet" = "Dzēst";

/* nothing */
"Open Dialog Window" = "Automātiski Atvērt Dialoga Logus";

/* nothing */
"Disconnect" = "Pieslēgties";

/* nothing */
"Reconnect" = "Pieslēgties";

/* nothing */
"Leave Channel" = "Atstāt Kanālu";

/* nothing */
"Join Channel..." = "Pievienoties Kanālam";

/* nothing */
"Enter Channel to Join:" = "Kanāls gatavojas";

/* nothing */
"Server Links" = "Serveru Saraksts...";

/* nothing */
"Ping Server" = "Serveris";

/* nothing */
"Hide Version" = "Versija";

/* nothing */
"Op" = "Atvērt";

/* nothing */
"DeOp" = "";

/* nothing */
"bye" = "";

/* nothing */
"Enter reason to kick %s:" = "";

/* nothing */
"Sendfile" = "Skaņas fails:";

/* nothing */
"Dialog" = "";

/* nothing */
"Send" = "Aizs";

/* nothing */
"Chat" = "Čada";

/* nothing */
"Clear" = "Attīrīt";

/* nothing */
"About X-Chat" = "Par X-Chat";

/* nothing */
"A multiplatform IRC Client" = "";

/* nothing */
"Character Chart" = "Rakstzīmju Tabula";

/* nothing */
"You must select some bans." = "";

/* nothing */
"Mask" = "Maska";

/* nothing */
"From" = "No";

/* nothing */
"Date" = "Datums";

/* nothing */
"X-Chat: Ban List (%s)" = "X-Chat: Izraidīto Saraksts (%s)";

/* nothing */
"Unban" = "NeIzraidīt";

/* nothing */
"Crop" = "Apcirpt";

/* nothing */
"Refresh" = "Atjaunināt";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "Lietotāju un Kanālu Statistika: %d/%d Lietotāji %d/%d Kanālos";

/* nothing */
"I can't save an empty list!" = "Nevaru saglabāt tukšu sarakstu!";

/* nothing */
"Select an output filename" = "Izvēlies izvades failavārdu";

/* nothing */
"X-Chat: Channel List (%s)" = "X-Chat: Kanālu Saraksts (%s)";

/* nothing */
"List display options:" = "Parādīt displeja opcijas:";

/* nothing */
"Minimum Users:" = "Minimums Lietotāju: ";

/* nothing */
"Maximum Users:" = "Maksimums Lietotāju: ";

/* nothing */
"Regex Match:" = "Regex Atbilstība: ";

/* nothing */
"Apply Match to:" = "";

/* nothing */
"Apply" = "Pielietot";

/* nothing */
"Refresh the list" = "Atjaunināt sarakstu";

/* nothing */
"Save the list" = "Saglabāt sarakstu";

/* nothing */
"Join Channel" = "Pievienoties Kanālam";

/* nothing */
"Send file to %s" = "Sūtīt failu %s";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "        Fails: %s\n         Uz/No: %s\n        Izmērs: %u\n         Ports: %d\n     IP Numurs: %s\nSākšanas Laiks: %s   Maks.CPS: %d\n";

/* nothing */
"That file is not resumable." = "";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "";

/* nothing */
"Cannot resume the same file from two people." = "";

/* nothing */
"MIME Type" = "MIME Tips";

/* nothing */
"Status" = "Satuss";

/* nothing */
"File" = "Fails";

/* nothing */
"ETA" = "ETA";

/* nothing */
"X-Chat: File Receive List" = "X-Chat: Saņemamo Failu Saraksts";

/* nothing */
"Abort" = "Pārtraukt";

/* nothing */
"Accept" = "Pieņemt";

/* nothing */
"Resume" = "Atsākt";

/* nothing */
"Open" = "Atvērt";

/* nothing */
"Ack" = "Ack";

/* nothing */
"To" = "Uz";

/* nothing */
"X-Chat: File Send List" = "X-Chat: Failu Sūtīšanas Saraksts";

/* nothing */
"To/From" = "Uz/No";

/* nothing */
"Recv" = "Saņ";

/* nothing */
"Sent" = "Aizs";

/* nothing */
"StartTime" = "SākšanasLaiks";

/* nothing */
"X-Chat: DCC Chat List" = "X-Chat: DCC Tērzēšanas Saraksts";

/* nothing */
"*NEW*" = "*JAUNS*";

/* nothing */
"EDIT ME" = "REDIĢĒ MANI";

/* nothing */
"Name" = "Nosaukums";

/* nothing */
"Command" = "Komanda";

/* nothing */
"Move Up" = "Augšup";

/* nothing */
"Move Dn" = "Lejup";

/* nothing */
"Cancel" = "Atcelt";

/* nothing */
"Save" = "Saglabāt";

/* nothing */
"Add New" = "Pievienot Jaunu";

/* nothing */
"Delete" = "Dzēst";

/* nothing */
"Sort" = "Kārtot";

/* nothing */
"Help" = "Palīdzība";

/* nothing */
"Options" = "Kanāla Opcijas";

/* nothing */
"DIRECTORY" = "";

/* nothing */
"use a different config dir" = "";

/* nothing */
"don't auto connect" = "";

/* nothing */
"don't auto load any plugins" = "";

/* nothing */
"show version information" = "Serva Informācija";

/* nothing */
"Failed to open font:\n\n%s" = "";

/* nothing */
"Search buffer is empty.\n" = "Meklēšanas buferis ir tukšs.\n";

/* nothing */
"%d bytes" = "";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Darbība Palaist Komandu palaiž datus iekš Dati 1 tā, it kā tie būtu ierakstīti ieraksta lauciņā, kur tu nospiedi taustiņu secību. Taču tas var arī saturēt tekstu (Kas tiks sūtīts kanālam/personai), komandas vai lietotāja komandas. Kad palaiž, visas \\n rakstzīmes iekš Dati 1 tiek lietotas, lai atdalītu atsevišķas komandas, tāpēc ir iespējams palaist vairāk kā vienu komandu. Ja tu gribi panākt \\ savā tekstā, tad ievadi \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Komanda Mainīt Lapu pārslēdzas starp lapām sadaļu režīmā. Iestati Dati 1 uz lapu, uz kuru vēlies pārslēgties. Ja Dati 2 ir iestatīti uz kaut ko, tad pārslēgšanās būs relatīva atkarībā no pašreizējās pozīcijas";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Komanda Ievietot Buferī ievietos Dati 1 saturu ierakstā, kur taustiņi tika nospiesti secībā, konkrētajā kursora pozīcijā";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page. If Data 1 is set to anything the page scrolls up, else it scrolls down" = "Koamanda Ritināt Lapu ritina teksta vidžetu augšup un lejup pa vienu lapu. Ja Dati 1 ir iestatīti uz kaut ko, lapa ritināsies augšup, citādi tā ritināsies lejup";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Komanda Iestatīt Buferi iestata ierakstu, kur taustiņu secība tika ievadīta atbiltoši Dati 1 saturam";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Komanda Iepriekšējā Komanda iestata rindiņu, lai tā satur iepriekšējo ievadīto komandu - tas pats, kas nospiežot augšup čaulā";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Komanda Nākamā Komanda iestata rindiņu, lai tā satur nākamo ievadīto komandu - tas pats, kas nospiežot lejup čaulā";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Šī komanda maina ieraksta tekstu, lai pabeigtu nepilnu segvārdu vai komandu. Ja Dati 1 ir iestatīti, tad dubult-tabulācija rindiņā izvēlēsies pēdējo segvārdu, nevis nākamo";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Šī komanda ritina augšup un lejup pa segvārdu sarakstu. Ja Dati 1 ir iestatīti uz kaut ko, tā ritināsies augšup, citādi tā ritināsies lejup";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Šī komanda pārbauda pēdējos ievadītos datus pret aizvietojumu sarakstu un aizvieto to, ja atrod atbilstību";

/* nothing */
"This command moves the front tab left by one" = "Šī komanda pārvieto priekšpuses sadaļu pa kreisi";

/* nothing */
"This command moves the front tab right by one" = "Šī komanda pārvieto priekšpuses sadaļu pa labi";

/* nothing */
"This command moves the current tab family to the left" = "Šī komanda pārvieto priekšpuses sadaļu pa kreisi";

/* nothing */
"This command moves the current tab family to the right" = "Šī komanda pārvieto priekšpuses sadaļu pa kreisi";

/* nothing */
"Push input line into history but doesn't send to server" = "Ievietot ievades līniju vēsturē, bet nesūtīt serverim";

/* nothing */
"There was an error loading key bindings configuration" = "Atgadījās kļūda, lādējot taustiņu atbilstību konfigurāciju";

/* nothing */
"<none>" = "<nekas>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Taustiņš";

/* nothing */
"Action" = "Darbība";

/* nothing */
"X-Chat: Edit Key Bindings" = "X-Chat: Rediģēt Taustiņu Atbilstības";

/* nothing */
"Add new" = "Pievienot jaunu";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Dati 1";

/* nothing */
"Data 2" = "Dati 2";

/* nothing */
"Error opening keys config file\n" = "Kļūda atverot taustiņu config failu\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Nezināms taustiņvārds %s taustiņu atbilstību konfigurācijas failā\nIelāde pārtraukta, Lūdzu salabo ~/.xchat/keybindings\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Nezināma darbība %s taustiņu atbilstību konfigurācijas failā\nIelāde pārtraukta, Lūdzu salabo ~/.xchat/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Gaidīju Datu līniju (sākums Dx{:|!}), bet saņēmu:\n%s\n\nIelāde pārtraukta, Lūdzu salabo ~/.xchat/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Nezināms taustiņvārds %s taustiņu atbilstību konfigurācijas failā\nIelāde pārtraukta, Lūdzu salabo ~/.xchat/keybindings\n";

/* nothing */
"Cannot write to that file." = "Nevar ierakstīt tajā failā.";

/* nothing */
"Cannot read that file." = "Nevar nolasīt to failu.";

/* nothing */
"That mask already exists." = "";

/* nothing */
"Private" = "Privāts";

/* nothing */
"Notice" = "Paziņot";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "";

/* nothing */
"Invite" = "Ielūgt";

/* nothing */
"Unignore" = "Neignorēt";

/* nothing */
"Enter mask to ignore:" = "Kanāls gatavojas";

/* nothing */
"X-Chat: Ignore list" = "X-Chat: Ignorēšanas saraksts";

/* nothing */
"Ignore Stats:" = "Ignorēšānas Statistika:";

/* nothing */
"Channel:" = "Kanāls:";

/* nothing */
"Private:" = "Privāts:";

/* nothing */
"Notice:" = "Paziņojums:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Ielūgt:";

/* nothing */
"New" = "Jauns";

/* nothing */
"Delete All" = "Dzēst";

/* nothing */
"Topic for %s is: %s" = "Temats %s ir: %s";

/* nothing */
"No topic is set" = "Temats nav uzstādīts";

/* nothing */
"No other tabs open, quit xchat?" = "Nav atvērtas citas sadaļas, iziet no xchat?";

/* nothing */
"Insert color code" = "Ievietot krāsas kodu";

/* nothing */
"Close Tab" = "Aizvērt Sadaļu";

/* nothing */
"Detach Tab" = "Atdalīt Sadaļu";

/* nothing */
"Beep on message" = "Pīkstiens uz ziņām";

/* nothing */
"Show join/part messages" = "Pīkstiens uz privātām ziņām";

/* nothing */
"Color paste" = "Krāsas ievietošana";

/* nothing */
"Go to" = "";

/* nothing */
"Some file transfers still active, quit xchat?" = "Dažas failu pārsūtes joprojām aktīvas, iziet no xchat?";

/* nothing */
"User limit must be a number!\n" = "Lietotāju limitam ir jābūt skaitlim!\n";

/* nothing */
"Topic Protection" = "Temata Aizsardzība";

/* nothing */
"No outside messages" = "Bez ārējām ziņām";

/* nothing */
"Secret" = "Slepens";

/* nothing */
"Invite Only" = "Tikai ar ielūgumu";

/* nothing */
"Moderated" = "Apvaldīts";

/* nothing */
"Ban List" = "Izraidīto Saraksts";

/* nothing */
"Keyword" = "Atslēgvārds";

/* nothing */
"User Limit" = "Lietotāju Limits";

/* nothing */
"Close this tab/window" = "Aizvērt šo sadaļu/logu";

/* nothing */
"Show/Hide userlist" = "Parādīt/Paslēpt lietotāju sarakstu";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "";

/* nothing */
"Enter new nickname:" = "Ievadiet jaunu segvārdu:";

/* nothing */
"Host unknown" = "Nezināms hostdators";

/* nothing */
"User: %s" = "Lietotājs: %s";

/* nothing */
"Country: %s" = "Valsts: %s";

/* nothing */
"Realname: %s" = "Īstais Vārds: %s";

/* nothing */
"Server: %s" = "Serveris: %s";

/* nothing */
"Last Msg: %s" = "Pēdējā Ziņa: %s";

/* nothing */
"Menu Bar" = "Izvēlnes Josla";

/* nothing */
"Topic Bar" = "Temata Josla";

/* nothing */
"User List" = "Lietotāju Saraksts";

/* nothing */
"Mode Buttons" = "Dialoga Pogas...";

/* nothing */
"User List Buttons" = "Lietotājsaraksta Pogas...";

/* nothing */
"Part Channel" = "Atstāt Kanālu";

/* nothing */
"Cycle Channel" = "Ciklēt Kanālā";

/* nothing */
"X-Chat: User menu" = "X-Chat: Lietotāja izvēlne";

/* nothing */
"Edit This Menu..." = "Rediģēt Šo Izvēlni...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*BRĪDINĀJUMS*\nAutomātiski akceptēt DCC uz savu mājas direktoriju\nvar būt bīstami un viegli exploitējams. Piem.:\nKāds var atsūtīt tev .bash_profile";

/* nothing */
"Settings saved." = "Uzstādījumi saglabāti.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Lietotāja Komandas - Speciālie kodi:\n\n%c  =  pašreizējais kanāls\n%m  =  datora info\n%n  =  jūsu segvārds\n%t  =  laiks/datums\n%v  =  xchat versija\n%2  =  vārds 2\n%3  =  vārds 3\n&2  =  vārds 2 līnijas beigās\n&3  =  vārds 3 līnijas beigās\n\neg:\n/cmd john hello\n\n%2 būtu \"john\"\n&2 būtu \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Lietotājsaraksta Pogas - Speciālie kodi:\n\n%a  =  visi izvēlētie segvārdi\n%c  =  pašreizējai kanāls\n%h  =  izvēlētā segvārda hostdators\n%m  =  datora info\n%n  =  jusu segvārds\n%s  =  izvēlētais segvārds\n%t  =  laiks/datums\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Dialoga Pogas - Speciālie kodi:\n\n%a  =  visi izvēlētie segvārdi\n%c  =  pašreizējai kanāls\n%h  =  izvēlētā segvārda hostdators\n%m  =  datora info\n%n  =  jusu segvārds\n%s  =  izvēlētais segvārds\n%t  =  laiks/datums\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP Atbildes - Speciālie kodi:\n\n%d  =  dati (viss ctcp)\n%m  =  datora info\n%s  =  ctcp sūtītāja segvārds\n%t  =  laiks/datums\n%2  =  vārds 2\n%3  =  vārds 3\n&2  =  vārds 2 līnijas beigās\n&3  =  vārds 3 līnijas beigās\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "URL Noteicēji - Speciālie kodi:\n\n%s  =  URL virkne\n\nNoliekot ! komandas priekšā\nnorāda, ka tā sūtāma uz\nčaulu, nevis X-Chat";

/* nothing */
"X-Chat: User Defined Commands" = "X-Chat: Lietotāja Definētās Komandas";

/* nothing */
"X-Chat: Userlist Popup menu" = "X-Chat: Lietotāju Saraksta Ātrizvēlne..";

/* nothing */
"X-Chat: Replace" = "X-Chat: Aizvietot";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: URL Noteicēji";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: Lietotāju Saraksta Pogas";

/* nothing */
"X-Chat: Dialog buttons" = "X-Chat: Dialoga pogas";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: CTCP Atbildes";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "Serveru Saraksts...";

/* nothing */
"Server Tab..." = "Servera Sadaļa...";

/* nothing */
"Channel Tab..." = "Kanāla Sadaļa...";

/* nothing */
"Server Window..." = "Servera Logs...";

/* nothing */
"Channel Window..." = "Kanāla Logs...";

/* nothing */
"Load Plugin or Script..." = "Ielādēt Iespraudni...";

/* nothing */
"New Shell Tab..." = "Jauna Čaulas Sadaļa...";

/* nothing */
"Quit" = "Iziet";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "Neredzams";

/* nothing */
"Receive Wallops" = "Saņemt Wallops";

/* nothing */
"Receive Server Notices" = "Saņemt Servera Paziņojumus";

/* nothing */
"Marked Away" = "Atzīmēt kā Promesošs";

/* nothing */
"Auto Rejoin when Kicked" = "Auto Pievienoties pie Izmešanas";

/* nothing */
"Auto Reconnect to Server" = "Auto Pieslēgties Serverim";

/* nothing */
"Never-give-up ReConnect" = "Nekad nepadoties pie Pieslēgšanās";

/* nothing */
"Auto Open Dialog Windows" = "Automātiski Atvērt Dialoga Logus";

/* nothing */
"Auto Accept Direct Chat" = "Auto Pieņemt Tiešo Tērzēšanu";

/* nothing */
"Auto Accept Files" = "Auto Pieņemt Failus";

/* nothing */
"_Server" = "_Serveris";

/* nothing */
"S_ettings" = "U_zstādījumi";

/* nothing */
"Preferences..." = "Preferences...";

/* nothing */
"Lists" = "Saraksti";

/* nothing */
"Auto Replace..." = "Aizvietojamo Ātrizvēlne...";

/* nothing */
"CTCP Replies..." = "CTCP Atbildes...";

/* nothing */
"Dialog Buttons..." = "Dialoga Pogas...";

/* nothing */
"Key Bindings..." = "Taustiņu Atbilstības...";

/* nothing */
"Text Events..." = "Notikumu Teksti...";

/* nothing */
"URL Handlers..." = "URL Noteicēji...";

/* nothing */
"User Commands..." = "Lietotāja Komandas...";

/* nothing */
"Userlist Buttons..." = "Lietotājsaraksta Pogas...";

/* nothing */
"Userlist Popup..." = "Lietotājsaraksta Ātrizvēlne...";

/* nothing */
"Reload Settings" = "Pārlādēt Uzstādījumus";

/* nothing */
"Save Settings now" = "Saglabāt Uzstādījumus tagad";

/* nothing */
"Save Settings on exit" = "Saglabāt Uzstādījumus pie iziešanas";

/* nothing */
"_Window" = "_Logs";

/* nothing */
"Ban List..." = "Izraidīto Saraksts...";

/* nothing */
"Channel List..." = "Kanālu Saraksts...";

/* nothing */
"Character Chart..." = "Rakstzīmju Tabula...";

/* nothing */
"Direct Chat..." = "Tiešā Tērzēšana...";

/* nothing */
"File Receive..." = "Faila Saņemšana...";

/* nothing */
"File Send..." = "Faila Sūtīšana...";

/* nothing */
"Ignore List..." = "Ignorējamo Saraks...";

/* nothing */
"Notify List..." = "Paziņojumu Saraksts...";

/* nothing */
"Plugins and Scripts..." = "Iespraudņu Saraksts...";

/* nothing */
"Raw Log..." = "Jēldatu Žurnāls...";

/* nothing */
"URL Grabber..." = "URL Savācējs...";

/* nothing */
"C_lear Text" = "A_ttīrīt Tekstu";

/* nothing */
"Search Text..." = "Meklēt Tekstu...";

/* nothing */
"Save Text..." = "Saglabāt Tekstu...";

/* nothing */
"_Help" = "_Palīdzība";

/* nothing */
"_Contents" = "Pieslēgties";

/* nothing */
"_About" = "Pārtraukt";

/* nothing */
"Attach Tab" = "Atdalīt Sadaļu";

/* nothing */
"User" = "Lietotājs";

/* nothing */
"Server" = "Serveris";

/* nothing */
"Last Seen" = "Pēdējoreiz redzēts";

/* nothing */
"Offline" = "Bezsaistē";

/* nothing */
"Never" = "Nekad";

/* nothing */
"Online" = "Tiešsaistē";

/* nothing */
"Enter nickname to add:" = "Ievadiet pievienojamo segvārdu:";

/* nothing */
"X-Chat: Notify List" = "X-Chat: Paziņojumu Saraksts";

/* nothing */
"Add" = "Pievienot";

/* nothing */
"Remove" = "Izņemt";

/* nothing */
"Description" = "Apraksts";

/* nothing */
"Select a Plugin or Script to load" = "Izvēlieties Iespraudni vai Skriptu, ko ielādēt";

/* nothing */
"X-Chat: Plugins and Scripts" = "X-Chat Iespraudņi";

/* nothing */
"_Load..." = "_Ielādēt...";

/* nothing */
"_UnLoad" = "I_zlādēt";

/* nothing */
"_Close" = "Aizvērt";

/* nothing */
"Save rawlog" = "Saglabāt jēlžurnālu";

/* nothing */
"X-Chat: Rawlog (%s)" = "X-Chat: Jēlžurnāls (%s)";

/* nothing */
"Clear rawlog" = "Attīrīt jēlžurnālu";

/* nothing */
"Save rawlog..." = "Saglabāt jēlžurnālu...";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Logs, kuram tu atvēri šo Meklēšanu, vairs neeksistē";

/* nothing */
"X-Chat: Search" = "X-Chat: Meklēšana";

/* nothing */
"Find:" = "Atrast:";

/* nothing */
"Find" = "Atrast";

/* nothing */
"Close" = "Aizvērt";

/* nothing */
"Settings for %s" = "Uzstādījumi priekš %s";

/* nothing */
"New Network" = "Jauns Tīkls";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Patiesi izņemt tīklu \"%s\" un visus tā serverus?";

/* nothing */
"_Remove \"%s\"" = "_Izņemt \"%s\"";

/* nothing */
"_Add new server" = "_Pievienot jaunu serveri";

/* nothing */
"Move \"%s\" _down" = "Pārvietot \"%s\" _lejup";

/* nothing */
"Move \"%s\" _up" = "Pārvietot \"%s\" _augšup";

/* nothing */
"_Add new network" = "_Pievienot jaunu tīklu";

/* nothing */
"Global User Info" = "Vispārēja Lietotāja Info";

/* nothing */
"Nick Names:" = "Segvārdi:";

/* nothing */
"User Name:" = "Lietotāja Vārds:";

/* nothing */
"Real Name:" = "Īstais Vārds:";

/* nothing */
"C_onnect" = "_Pieslēgties";

/* nothing */
"Connect in a _new tab" = "Pieslēgties _jaunā sadaļā";

/* nothing */
"Servers" = "Serveri";

/* nothing */
"Character Set:" = "Rakstzīmju Kopa:";

/* nothing */
"Nick Name:" = "Segvārds:";

/* nothing */
"Server Password:" = "Servera Parole:";

/* nothing */
"Join Channels:" = "Pievienoties Kanāliem:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Kanāli, kuriem pievienoties, atdalīti ar komatiem, nevis atstarpēm!";

/* nothing */
"Connect Command:" = "Pieslēgšanās Komanda:";

/* nothing */
"Command to execute after connecting. Can be used to authenticate to NickServ" = "Komanda, ko izpildīt pēc pieslēgšanās. Var tikt lietots, lai autorizētos ar NickSev";

/* nothing */
"Cycle until connected" = "Ciklēt līdz pieslēdzas";

/* nothing */
"Use global user info" = "Lietot vispārīgo lietotāja info";

/* nothing */
"Use secure SSL" = "Lietot drošo SSL";

/* nothing */
"Auto connect at startup" = "Auto pieslēgšanās pie sāknēšanas";

/* nothing */
"Use a proxy server" = "Lietot starpniekserveri";

/* nothing */
"Accept invalid cert." = "Akceptēt nederīgu sertif.";

/* nothing */
"Settings for Selected Network" = "Uzstādījumi Izvēlētajam Tīklam";

/* nothing */
"Edit mode" = "Rediģēšanas režīms";

/* nothing */
"Networks" = "Tīkli";

/* nothing */
"No server list on startup" = "Nav serveru saraksta pie sāknēšanas";

/* nothing */
"X-Chat: Server List" = "X-Chat: Serveru Saraksts";

/* nothing */
"Font:" = "Fonts:";

/* nothing */
"Background image:" = "Fona attēls:";

/* nothing */
"Time stamp format:" = "Laika atzīmes formāts:";

/* nothing */
"See strftime manpage for details." = "Apskati strftime manlapu papildus info.";

/* nothing */
"Time stamp text" = "Laika atzīmes tekstam";

/* nothing */
"Transparent background" = "Caurspīdīgs fons";

/* nothing */
"Indent nicks" = "Nolīdzināt segvārdus";

/* nothing */
"Tint transparency" = "Toņa caurspīdīgums";

/* nothing */
"Colored nicks" = "Krāsaini segvārdi";

/* nothing */
"Strip mIRC color" = "Izņemt mIRC krāsu";

/* nothing */
"Scrollback lines:" = "Atritināmas rindiņas:";

/* nothing */
"Tint red:" = "Sarkanais tonis:";

/* nothing */
"Tint green:" = "Zaļais tonis:";

/* nothing */
"Tint blue:" = "Zilais tonis:";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpretēt %nnn kā ASCII vērtību";

/* nothing */
"Automatic nick completion" = "Automātiska segvārdu pabeigšana";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "";

/* nothing */
"Use the Text box font and colors" = "Lietot Teksta lodziņa fontu";

/* nothing */
"Nick completion suffix:" = "Segvārdu pabeigšanas priedēklis:";

/* nothing */
"Off" = "Izslēgt";

/* nothing */
"Graph" = "Grafika";

/* nothing */
"Info text" = "Info teksts";

/* nothing */
"Both" = "Abi";

/* nothing */
"A-Z, Ops first" = "A-Z, Opi vispirms";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "Z-A, Opi pēc tam";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Nesakārtoti";

/* nothing */
"Lag meter:" = "Aiztures mērītājs:";

/* nothing */
"Throttle meter:" = "Jaudas mērītājs:";

/* nothing */
"Userlist sorted by:" = "Lietotāju saraksts kārtots kā:";

/* nothing */
"Double-click command:" = "Dubultklikšķa komanda:";

/* nothing */
"Show hostnames in userlist" = "Parādīt hostdatorus lietotājsarakstā";

/* nothing */
"Userlist buttons enabled" = "Lietotājsaraksta pogas aktivizētas";

/* nothing */
"Resizable userlist" = "Parādīt/Paslēpt lietotāju sarakstu";

/* nothing */
"Track away-status on channels smaller than:" = "";

/* nothing */
"Windows" = "Logi";

/* nothing */
"Tabs" = "Sadaļas";

/* nothing */
"Bottom" = "Lejā";

/* nothing */
"Top" = "Augšā";

/* nothing */
"Left" = "";

/* nothing */
"Right" = "";

/* nothing */
"Hidden" = "Paslēpts";

/* nothing */
"Show tabs at:" = "Parādīt sadaļas:";

/* nothing */
"Open channels in:" = "Atvērt kanālus iekš:";

/* nothing */
"Open dialogs in:" = "Atvērt dialogus iekš:";

/* nothing */
"Open utilities in:" = "Atvērt utilītas iekš:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Atvērt DCC, Ignorēšanu, Paziņošanas utt. sadaļās vai logos?";

/* nothing */
"Open tab for server messages" = "Atvērt sadaļu servera paziņojumiem";

/* nothing */
"Open tab for server notices" = "Atvērt sadaļu servera paziņojumiem";

/* nothing */
"Pop new tabs to front" = "Jaunas sadaļas izlec priekšpusē";

/* nothing */
"Shorten tabs to:" = "Parādīt sadaļas:";

/* nothing */
"letters." = "";

/* nothing */
"Download files to:" = "Lejuplādēt failus uz:";

/* nothing */
"Move completed files to:" = "Pārvietot pabeigtos failus uz:";

/* nothing */
"DCC IP address:" = "DCC IP adrese:";

/* nothing */
"Claim you are at this address when offering files." = "Apgalvot, ka jūs atrodaties pēc šīs adreses, kad piedāvājat failus.";

/* nothing */
"First DCC send port:" = "Pirmais DCC sūtīšanas ports:";

/* nothing */
"Last DCC send port:" = "Pēdējais DCC sūtīšanas ports:";

/* nothing */
"(Leave ports at zero for full range)." = "(Atstāt portus pa nullēm pilnam diapazonam).";

/* nothing */
"Auto open DCC send list" = "Auto atvērt DCC sūtīšanas sarakstu";

/* nothing */
"Convert spaces to underscore" = "Konvertēt atstarpes par zemsvītrām";

/* nothing */
"In filenames, before sending" = "Failu nosaukumos pirms sūtīšanas";

/* nothing */
"Auto open DCC chat list" = "Auto atvērt DCC tērzēšanas sarakstu";

/* nothing */
"Save nickname in filenames" = "Saglabāt segvārdu faila nosaukumā";

/* nothing */
"Auto open DCC receive list" = "Auto atvērt DCC saņemšanas sarakstu";

/* nothing */
"Get my IP from IRC server" = "Dabūt manu IP no IRC servera";

/* nothing */
"/WHOIS yourself to find your real address. Use this if you have a 192.168.*.* address!" = "/WHOIS sevi, lai uzzinātu jūsu īsto adresi. Lietojiet šo, ja jums ir 192.168.*.* adrese!";

/* nothing */
"Max. send CPS:" = "Maks. sūtīšanas CPS:";

/* nothing */
"Max. speed for one transfer" = "Maks. ātrums viena faila pārsūtei";

/* nothing */
"Max. receive CPS:" = "Maks. saņemšanas CPS:";

/* nothing */
"Max. global send CPS:" = "Maks. vispārīgās sūtīšanas CPS:";

/* nothing */
"Max. speed for all traffic" = "Maks. ātrums visam rafikam";

/* nothing */
"Max. global receive CPS:" = "Maks. vispārīgās saņemšanas CPS:";

/* nothing */
"(Leave at zero for full speed file transfers)." = "(Atstāt nulli pilna ātruma failu pārsūtīšanai).";

/* nothing */
"Default quit message:" = "Noklusētais iziešanas paziņojums:";

/* nothing */
"Default part message:" = "Noklusētais pamešanas paziņojums:";

/* nothing */
"Default away message:" = "Noklusētais prombūtnes paziņojums:";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "(Var būt teksta fails attiecībā pret ~/.xchat2/).";

/* nothing */
"(Can be a text file relative to config dir)." = "(Var būt teksta fails attiecībā pret conf\\).";

/* nothing */
"Extra words to highlight on:" = "Papildus vārdi, kurus izgaismot:";

/* nothing */
"(Separate multiple words with commas)." = "(Atdaliet vairākus vārdus ar komatiem).";

/* nothing */
"Show away once" = "Parādīt prombūtni vienreiz";

/* nothing */
"Show identical away messages only once" = "Parādīt identiskas prombūtnes ziņas tikai vienreiz";

/* nothing */
"Beep on private messages" = "Pīkstiens uz privātām ziņām";

/* nothing */
"Automatically unmark away" = "Automāiski atstatīt prombūtni";

/* nothing */
"Unmark yourself as away before sending messages" = "Atmarķēt sevi kā promesošu pirms ziņu sūtīšanas";

/* nothing */
"Beep on channel messages" = "Pīkstiens uz kanāla ziņām";

/* nothing */
"Announce away messages" = "Paziņot prombūtnes ziņojumus";

/* nothing */
"Announce your away messages to all channels" = "Paziņot jūsu prombūtnes ziņojumus visos kanālos";

/* nothing */
"Beep on highlighted messages" = "Pīkstiens uz privātām ziņām";

/* nothing */
"Display MODEs in raw form" = "Parādīt MODEs jēlā formā";

/* nothing */
"Whois on notify" = "";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "";

/* nothing */
"Hide join/part messages" = "Pīkstiens uz privātām ziņām";

/* nothing */
"Hide channel join/part messages by default" = "Pīkstiens uz privātām ziņām";

/* nothing */
"Auto reconnect delay:" = "Auto pārpieslēgšanās aizture:";

/* nothing */
"Log filename mask:" = "Žurnālfaila nosaukuma maska:";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "(%s=Serveris %c=Kanāls %n=Tīkls).";

/* nothing */
"Log timestamp format:" = "Žurnāla laikatzīmes formāts:";

/* nothing */
"(See strftime manpage for details)." = "(Apskaties strftime manlapas papildus info).";

/* nothing */
"Enable logging of conversations" = "Aktivizēt sarunu iegrāmatošanu";

/* nothing */
"Insert timestamps in logs" = "Pretējas laikatzīmes žurnālos";

/* nothing */
"(Disabled)" = "(Atslēgts)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Address to bind to:" = "Adrese, pie kuras pieaistīties:";

/* nothing */
"(Only useful for computers with multiple addresses)." = "(Derīgs tikai datoriem ar vairākām adresēm).";

/* nothing */
"Proxy server" = "Starpserveris:";

/* nothing */
"Hostname:" = "Hostdatora vārds";

/* nothing */
"Username:" = "Lietotājvārds";

/* nothing */
"Password:" = "Servera Parole:";

/* nothing */
"Port:" = "Ports";

/* nothing */
"Type:" = "DCC Tips";

/* nothing */
"Authenticate to the proxy server (only HTTP)" = "";

/* nothing */
"Select an Image File" = "Izvēlies izvades failavārdu";

/* nothing */
"Select font" = "Izvēlieties fontu";

/* nothing */
"Browse..." = "Lūkoties..";

/* nothing */
"Select color" = "Izvēlies krāsu";

/* nothing */
"mIRC colors:" = "mIRC krāsas:";

/* nothing */
"Foreground:" = "Priekšplāns:";

/* nothing */
"Background:" = "Fons:";

/* nothing */
"Mark fore:" = "Iezīmēt priekšpl:";

/* nothing */
"Mark back:" = "Iezīmēt fona:";

/* nothing */
"New Data:" = "Jauni Dati:";

/* nothing */
"New Message:" = "Jauna Ziņoja:";

/* nothing */
"Highlight:" = "Izgaismot:";

/* nothing */
"Away User:" = "";

/* nothing */
"Interface" = "Saskarne";

/* nothing */
"Text box" = "Teksta lodziņš";

/* nothing */
"Input box" = "Ievades lodziņš";

/* nothing */
"User list" = "Lietotāja saraksts";

/* nothing */
"Colors" = "Krāsas";

/* nothing */
"Chatting" = "Tērzēju";

/* nothing */
"General" = "Vispārīgi";

/* nothing */
"Logging" = "Iegrāmatošana";

/* nothing */
"Network" = "Tīkls";

/* nothing */
"Network setup" = "Tīkla uzstādīšana";

/* nothing */
"File transfers" = "Failu pārsūtīšanas";

/* nothing */
"Categories" = "Kategorijas";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "";

/* nothing */
"X-Chat: Preferences" = "X-Chat: Uzstādījumi";

/* nothing */
"There was an error parsing the string" = "Atgadījās kļūda parsējot virkni";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Šis signāls izdeva tikai %d argumentus, $%d ir nepareizs";

/* nothing */
"Print Texts File" = "Drukāt Teksta Failu";

/* nothing */
"Event" = "Notikums";

/* nothing */
"Sound" = "Skaņa";

/* nothing */
"$ Number" = "$ Numurs";

/* nothing */
"Edit Events" = "Rediģēt Notikumus";

/* nothing */
"Sound file: " = "Skaņas fails:";

/* nothing */
"Save As" = "Saglabāt Kā";

/* nothing */
"Load From" = "Ielādēt No";

/* nothing */
"Test All" = "Testēt Visus";

/* nothing */
"URL" = "";

/* nothing */
"Select a file to save to" = "Izvēlies fialu, kurā glabāt:";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: URL Savācējs";

/* nothing */
"Clear list" = "Lietotāja saraksts";

/* nothing */
"Copy selected URL" = "";

/* nothing */
"Copy" = "Apcirpt";

/* nothing */
"Save list to a file" = "Nevar ierakstīt tajā failā.";

/* nothing */
"%d ops, %d total" = "";

